Autodesk.Revit.Exceptions.CheckoutElementsRequestTooLargeException.GetObjectData(System.Runtime.Serialization.SerializationInfo,System.Runtime.Serialization.StreamingContext)
Retrieves data needed to serialize the target object.
info:
Data needed to serialize or deserialize the object.
context:
The destination of the serialized stream.

Autodesk.Revit.Exceptions.CheckoutElementsRequestTooLargeException
Exception is thrown when too many elements are requested for checkout
Since: 2021